[
  {
    "name": "All products",
    "categories": [
      {
        "name": "Couches",
        "items":[
          {
            "slug": "sofa",
            "name": "Sofa",
            "imgSrc": "../sofa2.png",
            "modelPath": "../sofa2.glb",
            "price": 239.90,
            "discountPercentage": 0.05,
            "modelScale": 0.02,
            "description": "The grey sofa is a modern and elegant piece of furniture that adds a touch of sophistication to any living space. Its sleek design features clean lines and a minimalist silhouette, making it a versatile choice that complements a variety of decor styles.\n\nConstructed with high-quality materials, the grey sofa is not only stylish but also durable and comfortable. The plush cushions provide ample support, making it the perfect spot to relax and unwind after a long day. The neutral grey color adds a sense of calm and serenity to the room, creating a cozy and inviting atmosphere.\n\nWhether you're curling up with a good book or entertaining guests, the grey sofa is sure to be a stylish and functional addition to your home."
          },
          {
            "slug": "sofa-yellow",
            "name": "Sofa yellow",
            "imgSrc": "../sofa2.png",
            "modelPath": "../sofa2.glb",
            "price": 239.90,
            "discountPercentage": null,
            "modelScale": 0.02,
            "description": "Versátil"
          }
        ]
      },
      {
        "name": "Armchairs",
        "items":[
          {
            "slug": "armchair-yellow",
            "name": "Armchair yellow",
            "imgSrc": "../armchair.png",
            "modelPath": "../dylan_armchair_yolk_yellow.glb",
            "price": 119.90,
            "discountPercentage": 0.05,
            "modelScale": 0.01,
            "description": "The yellow armchair is a vibrant and eye-catching piece of furniture that adds a pop of color to any room. Its bold hue instantly brightens up the space, creating a cheerful and inviting atmosphere. The armchair features a classic design with curved arms and a comfortable seat, making it the perfect place to relax and unwind.\n\nConstructed with high-quality materials, the yellow armchair is not only stylish but also durable and comfortable. The plush cushions provide ample support, making it ideal for long hours of sitting. The bright yellow color adds a playful touch to the room, making it a statement piece that is sure to be noticed.\n\nWhether you're looking to add a splash of color to your living room or create a cozy reading nook in your bedroom, the yellow armchair is a stylish and versatile choice. Its bold color and classic design make it a timeless piece that will enhance any decor style."
          }
        ]
      },
      {
        "name": "Lamps",
        "items":[
          {
            "slug": "armchair-yellow2",
            "name": "Armchair yellow",
            "imgSrc": "../armchair.png",
            "modelPath": "../dylan_armchair_yolk_yellow.glb",
            "price": 119.90,
            "discountPercentage": null,
            "modelScale": 0.01
          }
        ]
      }
    ]
  },
  {
    "name": "Best sellers",
    "categories": [
      {
        "name": "Armchairs",
        "items":[
          {
            "slug": "armchair-yellow3",
            "name": "Armchair yellow",
            "imgSrc": "../armchair.png",
            "modelPath": "../dylan_armchair_yolk_yellow.glb",
            "price": 119.90,
            "discountPercentage": null,
            "modelScale": 0.01
          }
        ]
      }
    ]
  }
]